/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Prompt.OK" = "OK";
"Prompt.Cancel" = "Cancel";

"ToolBar.Previous" = "Previous";
"ToolBar.Next" = "Next";
"ToolBar.Delete" = "Delete";
"ToolBar.Edit" = "Edit";

"EmptyView.NoData" = "The page is empty";
"EmptyView.NetworkError" = "Network link temporarily failed";
"EmptyView.OtherError" = "Sorry, there's something wrong with the page";
"EmptyView.FreshText" = "Tap the screen to refresh and try again";
"EmptyView.ButtonText" = "Click Retry";

"Fresh.Default.NormalHeaderText" = "Drop down to refresh";
"Fresh.Default.WillLoadHeaderText" = "Release refresh now";
"Fresh.Default.LoadingHeaderText" = "Refreshing data";

"Fresh.Default.NormalFooterText" = "Pull up to load more";
"Fresh.Default.AutoNormalFooterText" = "Pull up or click to load more";
"Fresh.Default.WilllLoadFooterText" = "Release to load more";
"Fresh.Default.LoadingFooterText" = "Loading more data...";
"Fresh.Default.NoMoredataFooterText" = "All loaded";
